13/data/attachments/4ca6c7981115f05e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_203e7914-ea8b-4c73-8c52-e3738f632afd</nif:username>
            <nif:friendToBeAdded>Alexis_few_Actions_49243_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>